app/controllers/articles_controller.rb

	def create
		@article = Article.create(article_params)
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Hello"], ["body", "World"], ["created_at", "2016-03-06 20:54:08.650899"], ["updated_at", "2016-03-06 20:54:08.650899"]]